Revit 2027 API
IFCAggregate Properties
The IFCAggregate type exposes the following members.
Properties
Name | Description
Count |  The number of the data values in the aggregate.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Item |  Get the IFCData for this aggregate.
Top
See Also
Reference
IFCAggregate Class
Autodesk.Revit.DB.IFC Namespace